Repository: moinm3uw/Bomber
Catalog: Content/Localization/InGameSettings/*/InGameSettings.po
Languages: id, tr

# ,179AD8E441B78C87BD46E4886566273F
source: Credits
id: Kredit
tr: Krediler

# ,CAB0379B421FCD6A538C59B209008B55
source: Opens Credits
id: Buka kredit
tr: Kredileri Aç

# ,CFC97B654007D0E10720D4B425844586
source: Back
id: Kembali
tr: Geri

# ,A31C26AB4E3A28D6819DC4A4D7EFA70D
source: Return back to the main menu
id: Kembali ke menu utama
tr: Ana menüye dön

# ,2214E63746C2245B5A145EB3F845C43F
source: Camera Lock
id: Kunci kamera
tr: Kamera Kilidi

# ,F8AA30AC44F4BED1BADAD780A53DB7E5
source: Check if you want to lock camera on center
id: Centang untuk mengunci kamera di tengah
tr: Kamerayı merkeze kilitlemek için işaretleyin

# ,E0880BDD4241E60FB2A3008CDB5CCA63
source: Show FPS
id: Tampilkan FPS
tr: FPS Göster

# ,0523A0DC4613786EE0EB51BC0004E9E5
source: Check to show the current FPS
id: Centang untuk menampilkan FPS
tr: FPS'yi göstermek için işaretleyin

# ,30E1B9914168CFDFD022ACAAF72408A2
source: Fullscreen
id: Layar penuh
tr: Tam Ekran

# ,D4DAAF084A3BE24A202DE68898F1E2E5
source: Check to enable the fullscreen mode
id: Centang untuk mode layar penuh
tr: Tam ekran modunu etkinleştirmek için işaretleyin

# ,B7FFF44B423CD59EE733BCA69238F83E
source: Check to enable vertical synchronization
id: Centang untuk mengaktifkan V-Sync
tr: V-Sync'i etkinleştirmek için işaretleyin

# ,AA661EBE442C495F179EEB9102E7D050
source: Anti Aliasing
tr: Kenar Yumuşatma

# ,7DB3E7A5495F4715BDBC5AA25156ABBC
source: Choose the anti-aliasing quality level
id: Pilih kualitas anti-aliasing
tr: Kenar yumuşatma kalitesini seçin

# ,2503BD4742C4B5A090040F8662F3745C
source: Easy Difficulty
id: Kesulitan mudah
tr: Kolay Zorluk

# ,7BD11C2F446ACF6089175E9887F5CF84
source: Normal Difficulty
id: Kesulitan normal
tr: Normal Zorluk

# ,69C060234A1322FB2F98A180AA66382E
source: Hard Difficulty
id: Kesulitan tinggi
tr: Zor Zorluk

# ,17E689074C021878363191A8850A44C3
source: Difficulty
id: Kesulitan
tr: Zorluk

# ,E54B28574670C217638965A02A8D7B71
source: Set new difficulty level that affects AI behavior
id: Atur tingkat kesulitan baru yang memengaruhi perilaku AI
tr: Yapay zekanın davranışlarını etkileyen yeni bir zorluk seviyesi ayarlayın

# ,84B5B6574293D5119E2DEEBFCD7F6029
source: Effects
id: Efek
tr: Efektler

# ,90F005634B366C90B26D718257A450B2
source: Choose the effects quality level
id: Pilih kualitas efek
tr: Efekt kalitesini seçin

# ,09E71C2742B9A57C9C3AEDA5CA9F1D82
source: Foliage
id: Dedaunan
tr: Bitki Örtüsü

# ,D9BD4EBD465AA125DD46D6B2ED2AB23B
source: Choose the foliage quality level
id: Pilih kualitas dedaunan
tr: Bitki örtüsü kalitesini seçin

# ,C4A2940F4B4653B88F4EFCB4BFDB963B
source: Uncapped
id: Tanpa batas
tr: Sınırsız

# ,830704614CB4A9294A1192AC105A706A
source: Framerate Lock
id: Kunci FPS
tr: FPS Kilidi

# ,102752ED4A6BFCA0C118E998176772A4
source: Choose a limit on the allowed FPS
id: Pilih batas FPS
tr: FPS sınırını seçin

# ,CAD098984DE1C4FA4FCEF188053EB0B8
source: Language
id: Bahasa
tr: Dil

# ,CD547BAA44610F362727FF9F020DBEAD
source: Select your preferred language for in-game text and menus
id: Pilih bahasa yang diinginkan untuk teks dan menu dalam game
tr: Oyun içi metinler ve menüler için tercih ettiğiniz dili seçin

# ,4BD5AC644E575D63EA6A51BAE630502E
source: Custom Quality
id: Kualitas kustom
tr: Özel Kalite

# ,9DF5FE0544F93D49F8AE25AF6371B067
source: Low Quality
id: Kualitas rendah
tr: Düşük Kalite

# ,8642E36749EAEB860B2005BC52CFE5CF
source: Medium Quality
id: Kualitas sedang
tr: Orta Kalite

# ,E8B2577745E0DD87448B218C5E6D0519
source: High Quality
id: Kualitas tinggi
tr: Yüksek Kalite

# ,EB7E162D4837053CBA6760BF2CE2786A
source: Very High Quality
id: Kualitas sangat tinggi
tr: Çok Yüksek Kalite

# ,E9E2CACB4D4D0906038317A4A422AF02
source: Ultra Quality
id: Kualitas ultra
tr: Ultra Kalite

# ,C5758D8D4760AC9C55185480331D72DB
source: Overall Quality
id: Kualitas keseluruhan
tr: Genel Kalite

# ,67193396456DFF30A0D91E85F3A0A62D
source: Choose the overall quality level
id: Pilih kualitas keseluruhan
tr: Genel kaliteyi seçin

# ,47AE80804DE9530F324B9BBBC8695072
source: Post Processing
id: Pasca-pemrosesan
tr: Son İşlem

# ,35B9A2684BF5179C3B6934A6AFD61ECE
source: Choose the post processing quality level
id: Pilih kualitas pasca-pemrosesan
tr: Son işlem kalitesini seçin

# ,CDB22C8D449DFC08EA86DC8127FB526E
source: Screen Resolution
id: Resolusi layar
tr: Ekran Çözünürlüğü

# ,C17A26CF44C13399941A65A8751FC629
source: Choose screen resolution
id: Pilih resolusi layar
tr: Ekran çözünürlüğünü seçin

# ,A7FA66064B59FEC6F8E727B54716A864
source: Shading
id: Bayangan
tr: Gölgelendirme

# ,BBC7603A441AE43F7F852CAA459CA4B2
source: Choose the shading quality level
id: Pilih kualitas bayangan
tr: Gölgelendirme kalitesini seçin

# ,DF0944CD4A8D9C68EEB68FBB2F915930
source: Shadows
id: Bayangan
tr: Gölgeler

# ,9B41F86548F28A5428EAEFA29E041C32
source: Choose the shadows quality level
id: Pilih kualitas bayangan
tr: Gölge kalitesini seçin

# ,450D242C4BCE9E1D850422BAD4296944
source: Textures
id: Tekstur
tr: Dokular

# ,C54F71644D8F097BBE0C398598564C47
source: Choose the textures quality level
id: Pilih kualitas tekstur
tr: Doku kalitesini seçin

# ,0AFFFA6E41922B98E518148C195366C8
source: View Distance
id: Jarak pandang
tr: Görüş Mesafesi

# ,85CAA36A40052F6A6E2916BBA604F756
source: Choose the view distance quality level
id: Pilih kualitas jarak pandang
tr: Görüş mesafesi kalitesini seçin

# ,034DA8B649A7D12B0CE11488B7A32D41
source: CONTROLS
id: KONTROL
tr: KONTROLLER

# ,3FC144E945D22BA8DB903BB7FBD1AE1E
source: Master Volume
id: Volume utama
tr: Ana Ses Düzeyi

# ,B94B90AB43C910906DA3658FE85EBDDC
source: Set the overall volume for all sounds in the game
id: Atur volume keseluruhan untuk semua suara dalam game
tr: Oyundaki tüm seslerin genel seviyesini ayarlayın

# ,FDDC03E84D349EAC5743FEB1C9E6B87D
source: Music Volume
id: Volume musik
tr: Müzik Ses Düzeyi

# ,3EC174FB4DEA3029A69CEEA9C382A9DD
source: Set the sound volume for the background music
id: Atur volume musik latar
tr: Arka plan müziğinin ses seviyesini ayarlayın

# ,DC1E69F1449E9C4CD8B1D58CFCBB7676
source: Sound Effects Volume
id: Volume efek suara
tr: Ses Efektleri Düzeyi

# ,CE6CBAFE4B647A492890C4883AB59F95
source: Set the sound volume for the effects like bomb explosions
id: Atur volume efek seperti ledakan bom
tr: Bomba patlamaları gibi efektlerin ses seviyesini ayarlayın

# ,EE8937004D3303A4D1637DBFFE1B4ED6
source: AUDIO
tr: SES

# ,158FFB6F4FEB9FFC58E5E9AB7D6D1E93
source: GAMEPLAY
tr: OYUN DENEYİMİ

# ,904134154319169B16FC20B12B24F27C
source: GRAPHICS
id: GRAFIS
tr: GRAFİKLER

# ,B1FD8AB64A187ECF1AF534A23B1EB4B9
source: SETTINGS
id: PENGATURAN
tr: AYARLAR

# ,0A4D44494F98A414FFD6F399B8C3DAFE
source: Player Name
id: Nama pemain
tr: Oyuncu Adı

# ,91BCE84A4CF9B58F61A9C8BB16663DB5
source: Enter your nickname
id: Masukkan nama panggilan
tr: Takma adınızı girin

# ,E94B5B984AC0C39529AD68996273774F
source: Put Bomb P1
id: Pasang bom P1
tr: Bomba Yerleştir P1

# ,160FEA814CB10F63ABC61288E76130C5
source: Put Bomb P2
id: Pasang bom P2
tr: Bomba Yerleştir P2

# ,E76D8412443F242779726C9825623BB0
source: Auto Skip Cinematics
id: Lewati sinematik otomatis
tr: Sinematikleri Otomatik Geç

# ,1835102C4C50DBD336D89F9D389D006F
source: Skips previously seen cinematics automatically. With other players, cinematics are always skipped.
id: Lewati sinematik yang telah dilihat sebelumnya secara otomatis. Dalam mode multipemain, sinematik selalu dilewati.
tr: Daha önce izlenen sinematikleri otomatik olarak atlar. Çok oyunculu modda sinematikler her zaman atlanır.

# ,75E882964F91F5D25CA02FAC4882FE61
source: Instant Character Switch
id: Pergantian karakter instan
tr: Anında Karakter Değişimi

# ,08829C344942CA83BEF10B81181542D3
source: Enable/disable smooth transitions when switching characters in the Main Menu
id: Aktifkan/nonaktifkan transisi halus saat mengganti karakter di menu utama
tr: Ana menüde karakter değiştirirken yumuşak geçişleri aç/kapat

# ,0C3773CA49BBEE805EAFB1B57ED9A4A4
source: Cinematics Volume
id: Volume sinematik
tr: Sinematik Ses Düzeyi

# ,810E4989403C675727246A9BBB97549C
source: Set the sound volume for music in cinematics
id: Atur volume musik dalam sinematik
tr: Sinematiklerdeki müzik ses seviyesini ayarlayın
